[
  {
    "name": "Jitendra Sethi",
    "imgUrl": "/assets/images/teams/jitender.webp",
    "title": "Bsc.LLB Founder/Advocate ",
    "fbUrl": "https://www.facebook.com/jitendra.sethi.925?mibextid=LQQJ4d",
    "twitUrl": "",
    "linkedinUrl": "",
    "msg": "Jitendra Sethi, a revered advocate with over 35 years in litigation, commands profound respect within the legal fraternity. His comprehensive understanding of the law spans diverse cases, showcasing his fearlessness in tackling any challenge. Renowned for his integrity and expertise, Jitendra embodies a deep comprehension of the law's nuances, adeptly utilizing this knowledge in argumentation and drafting. His unwavering honesty and astute legal acumen make him a stalwart in the field, consistently delivering excellence while upholding the true essence of legal principles."
  },
  {
    "name": "Keshav Sethi",
    "imgUrl": "/assets/images/teams/keshav.webp",
    "title": "BA.LLB Advocate ",
    "fbUrl": "https://www.facebook.com/keshav.sethi3?mibextid=LQQJ4d",
    "twitUrl": "https://x.com/sethikeshav?s=11&t=e4gQgu9U9lNhcEj0dfz3Jg",
    "linkedinUrl": "https://www.linkedin.com/in/keshav-sethi-10",
    "msg": "Keshav Sethi, a legal professional with a profound understanding of cyber and IPR laws through specialized diplomas, is dedicated to safeguarding clients rights. His in-depth legal knowledge coupled with unwavering honesty drives him to tackle challenges head-on. Keshav excels in paramount argumentative skills, advocating fiercely for his clients. He prioritizes their interests, ensuring robust protection within the legal realm while fearlessly navigating complexities with expertise and integrity. He is also  published author of several legal research papers."
  },
  {
    "name": "Anshika Sethi",
    "imgUrl": "/assets/images/teams/anshika.webp",
    "title": "BA.LLB Advocate ",
    "fbUrl": "https://www.facebook.com/anshika.sethi.3?mibextid=LQQJ4d",
    "twitUrl": "",
    "linkedinUrl": "",
    "msg": "I am a legal consultant with six years of experience in the field. I am dedicated to providing my clients with assertive and effective representation in both civil and criminal law cases. If you are seeking a knowledgeable and experienced lawyer, look no further than Sethi & Associates Legal Consultant!"
  }
]
